[
  {
    "title": "Batik Sebagai Warisan Budaya",
    "author": "Museum",
    "date": "17/05/2023",
    "content": "Batik merupakan kain bergambar yang pembuatannya secara khusus dengan menuliskan pada kain itu kemudian pengolahannya diproses dengan cara tertentu yang memiliki kekhasan. Sebagai keseluruhan teknik, teknologi, serta pengembangan motif dan budaya yang terkait oleh UNESCO telah ditetapkan sebagai warisan kemanusiaan untuk budaya lisan dan nonbendawi sejak 2 Oktober 2009. Sejak saat itu setiap tanggal 2 Oktober ditetapkan sebagai Hari Batik Nasional.",
    "source": "https://budaya.jogjaprov.go.id/berita/detail/1476-batik-sebagai-warisan-budaya"
  },
  {
    "title": "Menilik Sejarah Batik, Salah Satu Duta Budaya Indonesia",
    "author": "Romanti",
    "date": "03/10/2023",
    "content": "Indonesia, dengan kekayaan budayanya yang beragam, terkenal di seluruh dunia karena berbagai macam produk budayanya. Salah satunya batik, sebuah warisan budaya yang sangat berharga. Setiap tahun, Indonesia merayakan Hari Batik Nasional pada 2 Oktober sebagai bentuk penghargaan dan kebanggaan terhadap warisan budaya ini.",
    "source": "https://itjen.kemdikbud.go.id/web/menilik-sejarah-batik-salah-satu-duta-budaya-indonesia/"
  },
  {
    "title": "Mengenal Batik (Klasik vs Modern), dari Sejarah, Teknik Pembuatan, dan Motif",
    "author": "Raras Wenny",
    "date": "14/11/2022",
    "content": "Secara etimologi batik berasal dari bahasa Jawa yaitu (amba) yang memiliki arti luas atau lebar ( merujuk pada kain ) dan (nithik) yang memiliki arti “membuat titik”.",
    "source": "https://www.goodnewsfromindonesia.id/2022/11/14/mengenal-batik-sejarah-teknik-pembuatan-tipe-klasik-dan-modern"
  },
  {
    "title": "Makna Corak Batik Mega Mendung Cirebon",
    "author": "Mesakh Ananta Dachi",
    "date": "24/10/2022",
    "content": "Motif Mega Mendung adalah salah satu jenis batik yang berasal dari daerah Cirebon, Jawa Barat. Berbeda dengan jenis batik lainnya, salah satu yang menjadi ciri khas dari batik motif Mega Mendung adalah ukiran awan dan langit yang digambarkan dalam batik. Bahkan, karena kekhasannya, Departemen Kebudayaan dan Pariwisata berencana mendaftarkan motif Mega Mendung ke UNESCO",
    "source": "https://mediaindonesia.com/humaniora/532357/makna-corak-batik-mega-mendung-cirebon"
  }
]
